/* No comment provided by engineer. */
"%02ld:%02ld" = "%1$02ld:%2$02ld";

"%02ld:%02ld.%02ld" = "%1$02ld:%2$02ld.%3$02ld";
"%02ld.%02ld" = "%1$02ld.%2$02ld";

/* No comment provided by engineer. */
"%02ld:00" = "%02ld:00";

/* No comment provided by engineer. */
"%@ minutes ('%@')" = "%1$@ minutes ('%2$@')";

/* No comment provided by engineer. */
"Activity Timer. Ready to count." = "Activity Timer. Ready to count.";

/* No comment provided by engineer. */
"done" = "done";

/* No comment provided by engineer. */
"Pause timer" = "Pause timer";

/* No comment provided by engineer. */
"Please enter done text here" = "Please enter done text here";

/* No comment provided by engineer. */
"Timeboxing time seems to be over. Take a break." = "Timeboxing time seems to be over. Take a break.";

/* No comment provided by engineer. */
"Start timer" = "Start timer";

/* No comment provided by engineer. */
"That was long. Nice. Take a break." = "That was long. Nice. Take a break.";

/* No comment provided by engineer. */
"Time for a break." = "Time for a break.";

/* No comment provided by engineer. */
"Timer finished after %02ld minutes and %02ld seconds" = "Timer finished after %1$ld minutes and %2$ld seconds";

/* No comment provided by engineer. */
"Timer running %02ld:%02ld" = "Timer running %1$02ld:%2$02ld";

/* No comment provided by engineer. */
"Well done. 3 minutes passed." = "Well done. 3 minutes passed.";

/* No comment provided by engineer. */
"You're done" = "You're done";

"Current timer running: %ld minutes (%@)" = "Current timer running: %1$ld minutes (%2$@)";

